Repository: SwooshyCueb/mini-buildd
Catalog: debian/po/*.po
Languages: es, nl

source: mini-buildd data purge warning
es: Advertencia sobre purga de datos los de mini-buildd
nl: Waarschuwing: opruimen van gegevens van mini-buildd

source: You have chosen to purge mini-buildd.
es: Ha seleccionado purgar mini-buildd.
nl: U heeft ervoor gekozen om mini-buildd op te ruimen.

source: As a consequence, the mini-buildd user will be removed along with all the files it owns, possibly including Debian repositories.
es: Como resultado de esta acción, se eliminará el usuario mini-buildd junto con todos los archivos que le pertenecen, entre los que posiblemente se encuentren repositorios Debian.
nl: Ten gevolge daarvan zal ook de gebruiker mini-buildd verwijderd worden samen met alle bestanden waarvan hij eigenaar is. Misschien zijn daar ook pakketbronnen van Debian bij.

source: To keep this data, you need to back it up now.
es: Para mantener estos datos, debe realizar una copia de seguridad ahora.
nl: Om deze gegevens te behouden, moet u er nu een veiligheidskopie van maken.

source: Home path:
es: Ruta del directorio personal («/home»):
nl: Pad naar de thuismap:

source: Please choose the directory where mini-buildd data will be stored. The directory will also be the home directory for the mini-buildd user.
es: Seleccione el directorio donde se almacenarán los datos de mini-buildd. Este directorio será el directorio personal («/home») del usuario mini-buildd.
nl: Geef aan in welke map de gegevens van mini-buildd opgeslagen zullen worden. Deze map zal ook de thuismap van gebruiker mini-buildd zijn.

source: It should have enough space for all the builders and repositories you plan to use.
es: Debe tener suficiente espacio para todos los constructores y repositorios que planea utilizar.
nl: Ze moet voldoende opslagruimte bevatten voor alle genereerders en pakketbronnen die u zinnens bent te gebruiken.

source: Administrator password for mini-buildd:
es: Contraseña de administración para mini-buildd:
nl: Beheerderswachtwoord voor mini-buildd:

source: Please choose the password for the administrative user of mini-buildd. This password will be used for the "admin" user in mini-buildd's web interface.
es: Seleccione la contraseña para el usuario de administración de mini-buildd. Se utilizará esta cotraseña para el usuario «admin» en la interfaz web de mini-buildd.
nl: Kies het wachtwoord voor de beheerder van mini-buildd. Dit wachtwoord zal gebruikt worden voor gebruiker "admin" in de webinterface van mini-buildd.

source: If you enter a password, this will also trigger the creation of a local "admin" user.
es: Si introduce una contraseña se creará un usuario «admin» local.
nl: Indien u een wachtwoord ingeeft, zal dit ook tot gevolg hebben dat er lokaal een gebruiker "admin" aangemaakt wordt.

source: If you leave this empty, no user creation will happen.
es: Si deja esto vacío no se creará ningún usuario.
nl: Indien u dit leeg laat, dan wordt er geen gebruiker aangemaakt.

source: Extra options:
es: Opciones adicionales:
nl: Extra opties:

source: Please add any mini-buildd command line options you would like to use ("mini-buildd --help" gives a list of available options).
es: Agregue las opciones que desea utilizar durante la ejecución de mini-buildd («mini-buildd --help» proporciona una lista de las opciones disponibles).
nl: Geef eventuele commandolijnopties op die u met mini-buildd wilt gebruiken ("mini-buildd --help" toont een lijst van beschikbare opties).

source: The only options really recommended for use here are "-v"/"--verbose" to increase the log level or "-q"/"--quiet" to decrease it.
es: Las únicas opciones recomendadas para introducir aquí son «-v»/«--verbose» para aumentar el nibel de detalle de los registros o «-q»/«--quiet» para reducirla.
nl: De enige opties die hier echt aanbevolen worden, zijn "-v"/"--verbose" om het log-niveau te verhogen of "-q"/"--quiet" om het te verlagen.

source: Configuration of mini-buildd complete
es: Se completó la configuración de mini-buildd
nl: Instellen van mini-buildd voltooid

source: Unless you changed the defaults, you should now be able to visit the new home of the local mini-buildd instance at http://localhost:8066.
es: A menos que haya modificado los valores predeterminados, debería poder acceder a la nueva interfaz de la instancia local de mini-buildd en «http://localhost:8066».
nl: Tenzij u niet de standaardinstellingen gevolgd heeft, zou u nu in staat moeten zijn om de nieuwe thuismap van het lokale exemplaar van mini-buildd te vinden op http://localhost:8066.

source: A good starting point is the online manual named "Quickstart".
es: Un buen punto de partida es el manual en línea llamado «Quickstart».
nl: Een goed beginpunt is de online-handleiding "Quickstart".
